Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
pt_pt: O formulário está agora na fase de moderação; pode editar diretamente, deslocando-se para as áreas específicas que deseja atualizar. Reabra o formulário apenas se quiser que o trabalhador também edite e reenvie a sua avaliação. Caso contrário, pode editar os seus comentários e classificação diretamente abaixo.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
pt_pt: O seu formulário está agora na fase de moderação e será reaberto assim que tiver concluído o seu processo de moderação offline com o RH. Assim que o seu formulário for reaberto, poderá editar as suas observações e publicar a avaliação para o trabalhador.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
pt_pt: O seu formulário está agora na fase de moderação. Pode editá-lo diretamente ao descer a página até às áreas específicas que deseja atualizar.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
pt_pt: O seu formulário está agora na fase de moderação e será reaberto assim que tiver concluído o seu processo de moderação offline com o RH. Uma vez reaberto, poderá fazer alterações e publicar a avaliação para o trabalhador.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
pt_pt: Esta avaliação foi agora movida para a fase de "Conversa e publicação". Faça as alterações necessárias nas suas classificações e comentários antes de publicar a avaliação. Note que mesmo que não queira fazer alterações, ainda precisa de publicar a avaliação para que o trabalhador possa ver as suas classificações e comentários.

source: Go to most recent
pt_pt: Ir para o mais recente

source: My review
pt_pt: A minha avaliação

source: This user is no longer active.
pt_pt: Este utilizador já não está ativo.

source: No reviews in progress
pt_pt: Sem avaliações em andamento

source: No performance reviews yet
pt_pt: Ainda não há avaliações de desempenho

source: Create and publish performance reviews for your organization.
pt_pt: Crie e publique avaliações de desempenho para a sua organização.

source: Display draft content
pt_pt: Exibir conteúdo do rascunho

source: Draft - visible only to you
pt_pt: Rascunho — visível apenas para si

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
pt_pt: Não apresentou os seus comentários e classificações redigidos como parte desta análise. Pretende apresentar o seu conteúdo não publicado abaixo? Os objetivos e comportamentos sem conteúdo redigido não são apresentados.

source: Overall behavior comment
pt_pt: Comentário geral sobre o comportamento

source: Overall behavior rating
pt_pt: Classificação geral de comportamento

source: Overall goal comment
pt_pt: Comentário geral sobre o objetivo

source: Overall goals rating
pt_pt: Classificação geral dos objetivos

source: Overall performance comment
pt_pt: Comentário geral sobre o desempenho

source: Download performance review
pt_pt: Transferir avaliação de desempenho

source: Period to be evaluated
pt_pt: Período a ser avaliado

source: Previous reviewer
pt_pt: Avaliador anterior

source: Print preview
pt_pt: Pré-visualização de impressão

source: Publish final review to worker
pt_pt: Publicar a avaliação final para o trabalhador

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
pt_pt: Se publicar esta avaliação agora, não poderá editar a sua avaliação mais tarde e {{employee}} não poderá enviar a respetiva autoavaliação. Uma vez que a avaliação seja publicada, {{employee}} poderá ver o resultado da avaliação.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
pt_pt: Se publicar esta avaliação agora, não poderá editá-la mais tarde e {{employee}} verá o resultado da avaliação.

source: I need to continue making changes. I will publish this review later.
pt_pt: Preciso de continuar a fazer alterações. Publicarei esta avaliação mais tarde.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
pt_pt: O seu formulário está agora na fase de moderação; portanto, não poderá fazer alterações ou publicar a sua avaliação ao trabalhador. Assim que a moderação for encerrada, será notificado de que o seu formulário foi reaberto e poderá fazer alterações na sua classificação e comentários antes de publicar ao trabalhador.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
pt_pt: O seu subordinado poderá ver a sua submissão no respetivo formulário de avaliação e escolher entre aceitar ou contestar formalmente a avaliação.

source: Your final review was successfully published.
pt_pt: A sua avaliação final foi publicada com sucesso.

source: Your review was submitted.
pt_pt: A sua avaliação foi enviada.

source: Your review was successfully submitted.
pt_pt: A sua avaliação foi enviada com sucesso.

source: Your review was submitted to your manager.
pt_pt: A sua avaliação foi enviada ao seu gestor.

source: Rate this goal
pt_pt: Avalie este objetivo

source: Are you sure you want to reassign this review?
pt_pt: Tem a certeza de que deseja reatribuir esta avaliação?

source: New assignee for <strong>{{user}}</strong>
pt_pt: Novo responsável por <strong>{{user}}</strong>

source: The review was successfully reassigned.
pt_pt: A avaliação foi reatribuída com sucesso.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
pt_pt: Não solicitou nenhum feedback sobre {{name}} durante o período de avaliação. Por que não obter agora informações dos colegas e de outras partes interessadas?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
pt_pt: Explore os pedidos sobre {{name}} que foram enviados durante o período de avaliação. Clique em qualquer pedido para ver as respostas recebidas. Também pode refletir sobre pedidos de períodos anteriores visitando a sua página "Pedidos sobre a minha equipa".

source: Requests about {{name}}
pt_pt: Pedidos sobre {{name}}

source: Save and close
pt_pt: Guardar e fechar

source: The performance review was successfully saved.
pt_pt: A avaliação de desempenho foi guardada com sucesso.

source: Performance review
pt_pt: Avaliação de desempenho

source: Not applicable
pt_pt: Não aplicável

source: The self-review is optional. No review was provided yet.
pt_pt: A autoavaliação é opcional. Ainda não foi fornecida qualquer avaliação.

source: Sensitive content corrected.
pt_pt: Conteúdo sensível corrigido.

source: Sensitive content detected.
pt_pt: Conteúdo sensível detetado.

source: Some words in this review were flagged as sensitive.
pt_pt: Algumas palavras nesta avaliação foram marcadas como sensíveis.

source: Update sensitive words
pt_pt: Atualizar lista de palavras sensíveis

source: Feedback about {{name}}
pt_pt: Feedback sobre {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
pt_pt: Esta secção contém todo o feedback sobre {{name}} que foi enviado ou partilhado consigo. Utilize este feedback para obter uma visão geral do seu desempenho.

source: Review sign-off
pt_pt: Aprovação de avaliação

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
pt_pt: Contestou a sua avaliação; o gestor do seu superior hierárquico poderá, portanto, ver os seus comentários e a avaliação geral.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
pt_pt: O gestor do seu superior hierárquico foi notificado de que contestou a sua avaliação e deverá entrar em contacto.

source: The discussion request was sent.
pt_pt: O pedido de discussão foi enviado.

source: Your review was challenged
pt_pt: A sua avaliação foi contestada

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
pt_pt: Só pode enviar a contestação de avaliação uma vez; por isso, recomendamos que prepare os seus comentários e anexos offline antes de os carregar.

source: Add a final acceptance comment for my manager
pt_pt: Adicione um comentário final de aceitação para o meu gestor

source: Your manager will be in touch to arrange a further discussion on your review.
pt_pt: O seu gestor entrará em contacto para agendar uma discussão adicional sobre a sua avaliação.

source: "Let's discuss" request sent.
pt_pt: Pedido de "Vamos discutir" enviado.

source: Thank you. You have successfully completed your review.
pt_pt: Obrigado. Concluiu com sucesso a sua avaliação.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
pt_pt: Se publicar esta avaliação agora, {{reviewers}} não poderão enviar a sua avaliação e não poderá editar a sua avaliação mais tarde. Uma vez publicada a avaliação, {{employee}} poderá ver o resultado da avaliação.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
pt_pt: OK. Vou esperar que outras avaliações sejam enviadas e publicarei esta avaliação mais tarde.

source: Submit and publish
pt_pt: Enviar e publicar

source: All good! No action required.
pt_pt: Tudo bem! Nenhuma ação necessária.

source: This review needs an action from you
pt_pt: Esta avaliação necessita de uma ação da sua parte

source: Describe agenda point topic
pt_pt: Descreva o tópico do ponto da programação

source: About
pt_pt: Sobre

source: Review status
pt_pt: Estado da avaliação

source: Scale items
pt_pt: Escalar itens

source: Some translations are missing for this language.
pt_pt: Algumas traduções estão em falta para este idioma.

source: Final Validation
pt_pt: Validação final

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
pt_pt: Não enviou os seus comentários e classificações redigidos como parte desta avaliação. Pretende que o seu conteúdo não publicado seja apresentado abaixo? <br>Os objetivos e comportamentos sem conteúdo redigido não são apresentados.

source: Display not submitted content
pt_pt: Exibir conteúdo não enviado

source: Not submitted - Visible only to you
pt_pt: Não enviado — Visível apenas para si

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
pt_pt: Os colaboradores anteriores da avaliação têm conteúdos em rascunho que o podem ajudar na sua avaliação. Pretende ver o conteúdo do rascunho? O conteúdo permanecerá sempre em rascunho e não será visível para os trabalhadores em nenhuma fase do processo.

source: Display previous content
pt_pt: Mostrar conteúdo anterior

source: Previous drafted content— Visible only to you; will not be published to the worker
pt_pt: Conteúdo redigido anteriormente — Visível apenas para si; não será publicado para o trabalhador

source: Performance rating
pt_pt: Classificação de desempenho

source: Discussion outcome
pt_pt: Resultado da discussão

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
pt_pt: Esta informação é apenas para sua referência e não será enviada como parte da avaliação. Apenas a pessoa que realiza a avaliação pode ver o conteúdo desta página. A informação no feedback, pedido de feedback e comportamentos baseiam-se no período da avaliação. Conteúdo fora deste período de avaliação não aparecerá aqui, mas está disponível nos locais habituais na aplicação.

source: Useful information
pt_pt: Informação útil

source: Required
pt_pt: Obrigatório

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
pt_pt: Esta opção permite-lhe sugerir um gestor adicional para esta avaliação. Após a submissão, o gestor principal atribuído a esta avaliação decidirá se adiciona a(s) pessoa(s) proposta(s) por si à avaliação.

source: Additional manager request pending
pt_pt: Pedido adicional de gestor pendente

source: Invited by {{name}}
pt_pt: Convidado por {{name}}

source: No other managers are involved in this review.
pt_pt: Nenhum outro gestor está envolvido nesta avaliação.

source: Feedback about {{employee}}
pt_pt: Feedback sobre {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
pt_pt: Os seus comentários não serão guardados a menos que os envie. Se cancelar agora, perderá os seus comentários e quaisquer anexos carregados.

source: Performance review about {{name}}
pt_pt: Avaliação de desempenho sobre {{name}}

source: Performance review about me
pt_pt: Avaliação de desempenho sobre mim

source: My feedback
pt_pt: O meu feedback

source: Requests about {{employee}}
pt_pt: Pedidos sobre {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
pt_pt: Aqui pode ver os pedidos sobre {{employee}} que foram enviados durante o período de avaliação. Clique num pedido para ver as respostas. Também pode refletir sobre pedidos anteriores de períodos anteriores visitando a sua página "Pedidos sobre a minha equipa".

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
pt_pt: O feedback incluído aqui será visível para {{manager}} quando concluir a sua avaliação. Considere visitar a sua página de feedback para verificar se existe feedback individual que possa ser relevante para a sua avaliação e que poderia partilhar com o seu gestor para que fique visível neste painel.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
pt_pt: Esta secção contém todo o feedback sobre {{employee}} que foi enviado ou partilhado consigo. Use este feedback para obter uma visão geral do seu desempenho.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
pt_pt: Para a sua conversa, reflita sobre o seu perfil comportamental e pense em exemplos de momentos em que demonstrou cada comportamento e como pode focar-se neles no futuro. Reflita sobre qualquer feedback ou perceções que tenha recebido dos seus colegas e determine se pode usá-los para destacar algum exemplo que tenha. Notou lacunas na sua roda? Solicite feedback sobre comportamentos-chave agora aos seus pares e partes interessadas.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
pt_pt: Para a sua conversa, reflita sobre o perfil comportamental de {{employee}} e pense em exemplos de momentos em que demonstraram cada comportamento e no que acha que devem focar no futuro.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
pt_pt: Esta informação é apenas para sua referência e não será enviada como parte da avaliação. Apenas o autoavaliador e o avaliador do gestor podem ver o conteúdo deste painel. A informação sobre feedback, pedidos de feedback e comportamentos é baseada no período da avaliação. Conteúdo fora deste período de avaliação não será exibido aqui, mas está acessível nos locais relevantes dentro da aplicação.

source: Feedback visible to {{name}}
pt_pt: Feedback visível para {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
pt_pt: Este feedback estará visível para {{name}} quando ele(a) estiver a completar a sua avaliação. Considere visitar a sua página de feedback e verificar se há algum feedback que possa partilhar com ele(a) que seja relevante para a sua avaliação. Examine quaisquer feedbacks que tenha anexado aos seus objetivos e certifique-se de partilhá-los com o seu gestor para torná-los visíveis nesta página.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
pt_pt: O trabalhador está a finalizar as suas respostas às perguntas do widget. Assim que as respostas forem publicadas, poderá visualizá-las.

source: Past reviews
pt_pt: Avaliações anteriores

source: Upcoming review
pt_pt: Próxima avaliação

source: OK. I will wait for the self-review to be submitted.
pt_pt: OK. Vou aguardar que a autoavaliação seja enviada.

source: Bold (CTRL+B)
pt_pt: Negrito (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
pt_pt: Lista com marcadores (CTRL+ALT+O)

source: Italic (CTRL+I)
pt_pt: Itálico (CTRL+I)

source: Insert link (CTRL+K)
pt_pt: Inserir ligação (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
pt_pt: Lista numerada (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
pt_pt: Riscado (CTRL+SHIFT+S)

source: Styles
pt_pt: Estilos

source: Underline (CTRL+U)
pt_pt: Sublinhar (CTRL+U)

source: Median
pt_pt: Mediana

source: Salary benchmarking
pt_pt: Comparação de salários

source: Saving...
pt_pt: A guardar...

source: Type to search
pt_pt: Escreva para pesquisar

source: Search by person or goal title
pt_pt: Pesquisar por pessoa ou título do objetivo

source: No elements match your search criteria.
pt_pt: Nenhum elemento corresponde aos seus critérios de pesquisa.

source: Explorer panel
pt_pt: Painel do explorador

source: Primary action bar
pt_pt: Barra de ação principal

source: Workspace content
pt_pt: Conteúdo da área de trabalho

source: Select answer type
pt_pt: Selecione o tipo de resposta

source: --Empty--
pt_pt: --Vazio--

source: Add details to the Excel file
pt_pt: Adicione detalhes ao ficheiro Excel

source: Upload sensitive content
pt_pt: Carregar conteúdo sensível

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
pt_pt: A sua sessão terminará em {{minutes}} minutos devido à inatividade. Clique em "Continuar sessão" para permanecer com a sessão iniciada.

source: Continue session
pt_pt: Continuar sessão

source: End session
pt_pt: Terminar sessão

source: Account
pt_pt: Conta

source: Application version:
pt_pt: Versão da aplicação:

source: Change password
pt_pt: Alterar palavra-passe

source: The new passwords don't match.
pt_pt: As novas palavras-passe não coincidem.

source: Your password was successfully updated; you will be logged out in 3 seconds.
pt_pt: A sua palavra-passe foi atualizada com sucesso; a sessão será terminada dentro de 3 segundos.

source: Password mismatch.
pt_pt: Incompatibilidade de palavra-passe.

source: The password you provided is too long.
pt_pt: A palavra-passe que forneceu é demasiado longa.

source: The password you provided is too short.
pt_pt: A palavra-passe que forneceu é demasiado curta.

source: All fields must be filled in.
pt_pt: Todos os campos devem ser preenchidos.

source: Current password
pt_pt: Palavra-passe atual

source: New password
pt_pt: Nova palavra-passe

source: Confirm new password
pt_pt: Confirmar a nova palavra-passe

source: No dictionary words
pt_pt: Sem palavras de dicionário

source: At least one number
pt_pt: Pelo menos um número

source: At least one lowercase letter
pt_pt: Pelo menos uma letra minúscula

source: Maximum length: 23 characters
pt_pt: Comprimento máximo: 23 caracteres

source: Minimum length: 4 characters
pt_pt: Comprimento mínimo: 4 caracteres

source: At least one non-alphanumeric character (!$%@#&^*)
pt_pt: Pelo menos um carácter não alfanumérico (!$%@#&^*)

source: Must be different from the 7 previous passwords
pt_pt: Deve ser diferente das 7 palavras-passe anteriores

source: Your password must meet the following requirements:
pt_pt: A sua palavra-passe deve cumprir os seguintes requisitos:

source: The username cannot be used in the password
pt_pt: O nome de utilizador não pode ser usado na palavra-passe

source: At least one uppercase letter
pt_pt: Pelo menos uma letra maiúscula

source: Review consent
pt_pt: Rever consentimento
